---
kind: type
id: T:Autodesk.Revit.DB.AreaScheme
source: html/9b5fd895-692c-5b6f-87f9-e53b1cc7c163.htm
---
# Autodesk.Revit.DB.AreaScheme

The area scheme associated with a particular area plan.

## Syntax (C#)
```csharp
public class AreaScheme : Element
```